---
kind: enumMember
id: F:Autodesk.Revit.DB.BuiltInCategory.OST_StructuralColumns
enum: Autodesk.Revit.DB.BuiltInCategory
zh: 结构柱
source: html/ba1c5b30-242f-5fdc-8ea9-ec3b61e6e722.htm
---
# Autodesk.Revit.DB.BuiltInCategory.OST_StructuralColumns

**中文**: 结构柱